[
  {
    "day": 1,
    "theme": "Amor Incondicional",
    "verse": {
      "text": "Porque Deus amou o mundo de tal maneira que deu o seu Filho unigênito, para que todo aquele que nele crê não pereça, mas tenha a vida eterna.",
      "reference": "João 3:16"
    },
    "reflection": "O amor de Deus por você é tão grande que Ele deu seu próprio Filho para sua salvação. Este amor não depende do que você faz ou deixa de fazer. É puro, incondicional e eterno. Hoje, permita-se experimentar esse amor transformador que pode mudar sua vida.",
    "questions": [
      "Como posso aplicar esta mensagem em minha vida hoje?",
      "Que aspecto desta reflexão mais tocou meu coração?",
      "Como posso compartilhar esta verdade com outros?"
    ],
    "prayer": "Senhor, obrigado por este amor que me alcança. Ajuda-me a viver segundo sua vontade e a ser uma bênção para os outros. Amém."
  },
  {
    "day": 2,
    "theme": "Confiança em Deus",
    "verse": {
      "text": "Entrega o teu caminho ao Senhor; confia nele, e ele o fará.",
      "reference": "Salmos 37:5"
    },
    "reflection": "Muitas vezes nos preocupamos com o futuro e tentamos controlar tudo. Deus nos convida a entregar nossos caminhos a Ele e confiar plenamente. Quando confiamos no Senhor, Ele guia cada passo da nossa jornada.",
    "questions": [
      "Quais preocupações posso entregar a Deus hoje?",
      "Como posso confiar mais em Seus planos?",
      "Como compartilhar essa confiança com alguém que precisa?"
    ],
    "prayer": "Senhor, ajuda-me a confiar plenamente em Ti e a descansar na Tua providência. Amém."
  },
  {
    "day": 3,
    "theme": "Força na Fraqueza",
    "verse": {
      "text": "Tudo posso naquele que me fortalece.",
      "reference": "Filipenses 4:13"
    },
    "reflection": "Quando nos sentimos fracos ou incapazes, podemos esquecer que nossa força vem de Cristo. Ele nos capacita a enfrentar desafios que sozinhos não conseguiríamos.",
    "questions": [
      "Em que áreas da minha vida preciso da força de Deus?",
      "Como posso me lembrar diariamente que Ele me fortalece?",
      "Como posso encorajar alguém com esta verdade?"
    ],
    "prayer": "Senhor, fortalece-me hoje e em cada desafio, lembrando-me que tudo posso em Ti. Amém."
  }
]